brew "git"
brew "nvm"
brew "yamllint"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"

cask "firefox-developer-edition"
cask "moom"
vscode "andrew-codes.cypress-snippets"
vscode "be5invis.vscode-custom-css"
vscode "christian-kohler.npm-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "gerane.theme-flatlanddark"
vscode "github.vscode-github-actions"
vscode "jonatanbakucz.vim-status-bar"
vscode "maximetinu.identical-sublime-monokai-csharp-theme-colorizer"
vscode "mhutchie.git-graph"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.vscode-speech"
vscode "oderwat.indent-rainbow"
vscode "reblws.one-dark-flatland-monokai"
vscode "ub1que.add-only"
vscode "vitest.explorer"
vscode "vscodevim.vim"
